import PersonCard from '../components/PersonCard'

export default function Persons() {
    return (
        <section>
            <div className='text-3xl font-bold text-center my-10'>Люди</div>

            <div className='p-10'>
                <div className=''>
                    <img
                        src='https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Mikola_II_%28cropped%29-2.jpg/274px-Mikola_II_%28cropped%29-2.jpg'
                        alt='Николай II'
                        className='rounded-xl float-left mr-5 mb-5'
                    />

                    <h1 className='text-3xl font-bold'>Николай II</h1>

                    <div className='text-lg mt-2'>
                        <b>Никола́й II Алекса́ндрович</b> — император
                        Всероссийский, царь Польский и великий князь
                        Финляндский. Из императорского дома Романовых. Полковник
                        гвардии; кроме того, от британских монархов имел звания
                        адмирала флота и фельдмаршала британской армии.
                        Правление Николая II было ознаменовано экономическим
                        развитием России и одновременно ростом в ней
                        социально-политических противоречий, революционного
                        движения, вылившегося в революцию 1905—1907 годов,
                        Февральскую революцию 1917 года и Октябрьскую революцию;
                        во внешней политике — экспансией на Дальнем Востоке,
                        войной с Японией, а также участием России в военных
                        блоках европейских держав и Первой мировой войне.
                        <br />
                        <br />
                        <h2 className='text-xl font-semibold'>
                            Революция 1905—1907 годов
                        </h2>
                        С началом русско-японской войны Николай II пошёл на
                        некоторые уступки либеральным кругам: после убийства
                        эсеровским боевиком министра внутренних дел В. К. Плеве
                        он назначил на его пост считавшегося либералом П. Д.
                        Святополк-Мирского; 12 (25) декабря 1904 года был дан
                        высочайший указ Сенату «О предначертаниях к
                        усовершенствованию государственного порядка», обещавший
                        расширение прав земств, страхование рабочих, эмансипацию
                        инородцев и иноверцев, устранение цензуры[66]. При
                        обсуждении текста Указа от 12 (25) декабря 1904 года,
                        он, однако, лично сказал графу Витте (согласно
                        воспоминаниям последнего)[прим 9]: «Я никогда, ни в
                        каком случае не соглашусь на представительный образ
                        правления, ибо я его считаю вредным для вверенного мне
                        Богом народа». 6 (19) января 1905 года (в праздник
                        Крещения), во время водосвятия на иордани (на льду
                        Невы), перед Зимним дворцом, в присутствии императора и
                        членов его семьи, в самом начале пения тропаря, раздался
                        выстрел из орудия, в котором случайно (согласно
                        официальной версии) остался заряд картечи после учений 4
                        января. Бо́льшая часть пуль попала в лёд рядом с царским
                        павильоном и в фасад дворца, в 4-х окнах которого были
                        разбиты стёкла[67]. В связи с инцидентом редактор
                        синодального издания писал, что «нельзя не видеть
                        чего-то особенного» в том, что смертельно был ранен один
                        лишь полицейский по фамилии «Романов» и было прострелено
                        древко знамени «питомника нашего злосчастного флота» —
                        знамени морского корпуса[68].
                        <br />
                        <br />
                        <h2 className='text-xl font-semibold'>
                            События 9 января 1905 года в Санкт-Петербурге
                        </h2>
                        9 (22) января 1905 года в Петербурге по инициативе
                        священника Георгия Гапона состоялось шествие рабочих к
                        Зимнему дворцу. 6—8 января священником Гапоном и группой
                        рабочих была составлена на имя императора Петиция о
                        рабочих нуждах, в которой наряду с экономическими
                        содержался ряд политических требований. Главным
                        требованием петиции было устранение власти чиновников и
                        введение народного представительства в форме
                        Учредительного собрания[69]. Составление петиции и
                        попытка вручить её царю стала следствием массовых
                        забастовок, в ходе которых бастующие не получили
                        поддержки властей. Это вызвало разочарование рабочих,
                        которые в массе своей были промонархически настроены, и
                        повлекло рост радикальных настроений. Когда
                        правительству стало известно о политическом содержании
                        петиции[70], было принято решение не допускать рабочих к
                        Зимнему дворцу, а при необходимости задерживать их
                        силой[71][72]. Вечером 6 января был создан военный штаб
                        под командованием великого князя Владимира
                        Александровича, и началось стягивание войск в столицу
                        (серьёзную озабоченность вызвал инцидент со случайным
                        выстрелом картечного снаряда на торжествах по случаю
                        водосвятия). На следующий день обстановка прояснилась и
                        на совещании министров было решено не объявлять военного
                        положения и не арестовывать Гапона[73]. Однако 8 января
                        министр двора Фредерикс, близкий друг императора, прибыл
                        из Царского села и отчитал министра внутренних дел П. Д.
                        Святополк-Мирского, передав приказ объявить военное
                        положение и арестовать Гапона. После этого
                        Святополк-Мирский созвал новое совещание, утвердил
                        диспозицию войск, отказался общаться с Гапоном[74], а
                        вечером 8 января известил императора о принятых
                        мерах[75], уговорив, однако, не вводить военного
                        положения[76]. Вопреки утверждениям советской
                        историографии, неизвестно, отдавал ли Николай II приказ
                        о стрельбе, поскольку личные доклады министров царю не
                        протоколировались[77]. Никаких дополнительных указаний,
                        помимо приказа не допускать демонстрантов на Дворцовую
                        площадь, войска не получили. Общий настрой
                        правительственного аппарата выразил начальник штаба
                        войск гвардии и Санкт-Петербургского военного округа
                        генерал Н. Ф. Мешетич, который впоследствии заявил: «Что
                        же касается стрельбы, то это неизбежное последствие
                        вызова войск. Ведь не для парада их вызывали?»[78]. 9
                        (22) января 1905 года многотысячные колонны рабочих с
                        крестами, хоругвями, иконами и портретами императора
                        двинулись с разных концов города к Зимнему дворцу, одной
                        из колонн предводительствовал сам Гапон. На заставах
                        колонны были встречены войсками. Если толпу не удавалось
                        рассеять атаками кавалерии, следовали винтовочные залпы.
                        Часть рабочих прорвалась к Дворцовой площади, чтобы
                        вручить петицию царю (который уехал в Царское Cело ещё
                        вечером 6 января), и после уговоров разойтись была
                        рассеяна залпами. На Невском проспекте при известии о
                        расстрелах стали возникать стихийные митинги с
                        радикальными лозунгами, разгорячённая толпа начала
                        избивать полицейских, но действиями отряда под
                        руководством полковника Римана Н. К. была рассеяна
                        огнём. На 4-й линии Васильевского острова построили
                        баррикаду с красным знаменем. В официальном докладе
                        директора Департамента полиции Лопухина вина за
                        произошедшее возлагалась на рабочих, утверждалось, что
                        они, «наэлектризованные пропагандой», упорно стремились
                        к центру города, невзирая на предупреждения и даже атаки
                        кавалерии[79], и войска вынуждены были произвести по
                        колоннам ружейные залпы[79], чтобы предотвратить
                        скопление 150-тысячной толпы в центре города[70]. В
                        отчёте упоминается также стрельба по войскам, однако,
                        как выяснилось, оба полицейских, погибших у Нарвских
                        ворот, были убиты залпами 93-го пехотного Иркутского
                        полка[80][81]. По официальным правительственным данным,
                        за день 9 (22) января 1905 года было убито 130 и ранено
                        299 человек. Известно, что часть убитых срочно
                        похоронили утром 10 января в общей могиле на
                        Преображенском кладбище, несмотря на протесты и попытки
                        помешать могильщикам[79]. По подсчётам советского
                        историка В. И. Невского, убитых было до 200, а раненых —
                        до 800 человек[82]. Вечером 9 (22) января 1905 года
                        Николай II записал в своём дневнике: «Тяжёлый день! В
                        Петербурге произошли серьёзные беспорядки вследствие
                        желания рабочих дойти до Зимнего дворца. Войска должны
                        были стрелять в разных местах города, было много убитых
                        и раненых. Господи, как больно и тяжело!»[83] События 9
                        (22) января 1905 года стали поворотным моментом в
                        русской истории и положили начало Первой русской
                        революции. Либеральная и революционная оппозиция
                        возложила всю вину за случившиеся события на императора
                        Николая. Священник Гапон, скрывшийся от преследований
                        полиции, написал вечером 9 (22) января 1905 года
                        воззвание, в котором призвал рабочих к вооружённому
                        восстанию и свержению династии. «Зверь-царь, его
                        чиновники-казнокрады и грабители русского народа
                        сознательно хотели быть и сделались убийцами безоружных
                        наших братьев, жён и детей. Пули царских солдат, убивших
                        за Нарвской заставой рабочих, нёсших царские портреты,
                        простреливали эти портреты и убили нашу веру в царя. Так
                        отомстим же, братья, проклятому народом царю, всему его
                        змеиному царскому отродью, его министрам и всем
                        грабителям несчастной русской земли! Смерть им
                        всем!»[84] Редактор либерального журнала «Освобождение»
                        П. Б. Струве в статье «Палач народа» писал: «Народ шёл к
                        нему, народ ждал его. Царь встретил свой народ.
                        Нагайками, саблями и пулями он отвечал на слова скорби и
                        доверия. На улицах Петербурга пролилась кровь и
                        разорвалась навсегда связь между народом и этим царём.
                        Всё равно, кто он, надменный деспот, не желающий
                        снизойти до народа, или презренный трус, боящийся стать
                        лицом к лицу с той стихией, из которой он почерпал силу,
                        — после событий 9 (22) января 1905 года царь Николай
                        стал открыто врагом и палачом народа»[85]. В
                        революционной печати день 9 января получил название
                        «Кровавого воскресенья»[86]. Впоследствии это название
                        было закреплено Кратким курсом истории ВКП(б)[87] и
                        вошло в советскую и российскую историографию. Логотип
                        Викитеки В Викитеке есть полный текст Речи императора
                        Николая II к депутации рабочих 19 января 1905 года
                        Показательным примером отношения Николая II к
                        трагедии[88] стал приём делегации рабочих, специально
                        отобранных новым градоначальником Треповым. Николай
                        заявил делегатам, что «мятежную толпою заявлять Мне о
                        своих нуждах — преступно», но затем простил их вину.
                    </div>
                </div>
            </div>
        </section>
    )
}
